Repository: common-repository/adsense-integrator
Catalog: lang/*.po
Languages: be_by, de_de, it_it, nl_nl

source: AdSense Integrator Option
be_by: Налады AdSense Integrator
it_it: AdSense Integrator Opzione
nl_nl: AdSense Integrator Optie

source: Check to disable ads on this post.
be_by: Праверце, каб адключыць рэкламу гэтага паста.
de_de: Check zu deaktivieren Anzeigen zu diesem Beitrag.
it_it: Seleziona per disabilitare gli ads in questo post
nl_nl: Selecteer om advertenties uit te schakelen in dit bericht.

source: Check to disable ads on this page.
be_by: Праверце, каб адключыць рэкламу гэтай старонкі.
de_de: Check zu deaktivieren Anzeigen auf dieser Seite.
it_it: Seleziona per disabilitare gli ads in questa pagina
nl_nl: Selecteer om advertenties uit te schakelen in deze pagina.

source: GLOBAL OPTIONS
be_by: Глабальныя налады
de_de: GLOBALE EINSTELLUNGEN
it_it: OPZIONI GLOBALI
nl_nl: GLOBALE OPTIES

source: Disable all ads for everybody
it_it: Disabilita tutti gli ads per tutti

source: Disable all ads for administrators
it_it: Disabilita tutti gli ads per gli amministratori

source: Save options!
be_by: Захаваць налады!
de_de: Optionen speichern!
it_it: Salva le opzioni!
nl_nl: Bewaren opties!

source: CREATE A NEW AD
be_by: Стварыць новую рэкламу
de_de: Erstellen Sie ein neues AD
it_it: CREA UN NUOVO AD
nl_nl: MAAK EEN NIEUWE ADVERTENTIE

source: Ads Name
be_by: Імя рэкламы
de_de: Anzeige Name
it_it: Nome dell'AD
nl_nl: Advertentie Naam

source: Repetitions
be_by: Паўторы
de_de: Wiederholungen
it_it: Ripetizioni
nl_nl: Herhalingen

source: "In Post" Position
be_by: "In Post" пазіцыя
de_de: Position "In der post"
it_it: Posizione "Nel Post"
nl_nl: "In Bericht" Positie

source: Sections
be_by: Секцыі
de_de: Abschnitte
it_it: Sezioni
nl_nl: Secties

source: Margins
be_by: Водступы
de_de: Ränder
it_it: Margini
nl_nl: Marges

source: Page
be_by: Старонка
de_de: Seite
it_it: Pagina
nl_nl: Pagina

source: Category
be_by: Катэгорыя
de_de: Kategorie
it_it: Categoria
nl_nl: Categorie

source: Archive
be_by: Архіў
de_de: Archiv
it_it: Archivio
nl_nl: Archief

source: Excerpt
be_by: Вытрымка
de_de: Auszug
it_it: Sommario
nl_nl: Uittreksel

source: unit of measure
be_by: Адзінка вымярэння
de_de: Maßeinheit
it_it: unità di misura
nl_nl: meeteenheid

source: top
be_by: зверху
de_de: hoch
it_it: alto

source: right
be_by: справа
de_de: rechts
it_it: destra
nl_nl: rechts

source: bottom
be_by: знізу
de_de: Boden
it_it: basso
nl_nl: bodem

source: left
be_by: злева
de_de: links
it_it: sinistra
nl_nl: links

source: ADS Text
be_by: Тэкст рэкламы
de_de: Anzeige
it_it: Testo dell'AD
nl_nl: Advertentie Tekst

source: Save your new AD!
be_by: Захаваць вашу новую рэкламу!
de_de: Speichern Sie die neue AD!
it_it: Salva il tuo nuovo AD!
nl_nl: Bewaar je nieuwe Advertentie!

source: IP filter/ban
be_by: IP фільтр/бан
it_it: Filtro IP/Ban
nl_nl: IP filter/verbieden

source: Insert below the IP addresses to ban (don't show ads) or to redirect to the Alternative text/ad
be_by: Устаўце ніжэй IP адрасы для забароны (не паказваць аб'явы), або перанакіраванне на альтэрнатыўны тэкст / Звесткі
de_de: Insert unterhalb der IP-Adressen zu verbieten (keine Anzeigen geschaltet) oder die der Alternativen Text zu anzeigen"
it_it: Inserisci sotto gli indirizzi IP da bannare (per non mostrare gli ads) o a cui far vedere il testo/ad alternativo
nl_nl: Plaats hieronder de IP-adressen welke verboden moeten worden (laat geen advertenties zien) of om te leiden naar de alternatieve tekst / advertentie

source: IP list (one x row)
be_by: IP спіс (па адным радку X)
de_de: IP-Liste (eine pro Zeile)
it_it: Lista IP (uno per riga)
nl_nl: IP lijst (een x rij)

source: Alternative text/ad
be_by: Альтэрнатыўны тэкст / Звесткі
de_de: Alternativer Text/Ad
it_it: Testo/AD Alternativo
nl_nl: Alternatieve tekst/advertentie

source: Ban these ips!
be_by: Забараніць гэта IPS!
de_de: diese IP-Banna!
it_it: Banna questi IP!
nl_nl: Verbied deze IP's!

source: SAVED ADS
be_by: Захаваныя аб'явы
de_de: ADS GERETTET
it_it: ADS SALVATI
nl_nl: BEWAARDE ADVERTENTIES

source: delete
be_by: выдаліць
de_de: löschen
it_it: elimina
nl_nl: verwijderen

source: Embed code for theme
be_by: Код для ўбудавання тэмы
de_de: Embed-Code für Thema
it_it: Codice per insermento nel tema
nl_nl: Voeg code in voor thema

source: Embed code for posts/pages
be_by: Уставіць код для паведамленняў / старонак
de_de: Embed-Code für Posts/Seiten
it_it: Codice per insermento in post/pagine
nl_nl: Voeg code in voor berichten/pagina's

source: This plugin was developed to aid you inserting AdSense ads into your blog.
be_by: Гэта ўбудова была распрацаваны, каб дапамагчы вам пры ўстаўцы рэкламы AdSense у вашым блогу.
de_de: Dieses Plugin wurde entwickelt, um Ihnen helfen den AdSense-Anzeigen auf Ihrem Blog.
it_it: Questo plugin è stato sviluppato per aiutarti a inserire le pubblicità AdSense nel tuo blog.
nl_nl: Deze plugin is ontwikkeld om je te ondersteunen met het plaatsen van AdSense advertenties in je blog.

source: It represents a perfect solution to integrate Google Adsense into your WordPress blog. This plugin enables you to create different Adsense blocks and allows placing them within your template or individual posts.
be_by: Яна ўяўляе сабою ідэальнае рашэнне для інтэграцыі Google Adsense у ваш блог WordPress. Гэта ўбудова дазваляе вам ствараць розныя блокі Adsense і дазваляе месцаваць іх у свой шаблон, або асобныя пасады.
de_de: Es ist eine perfekte Lösung für Google AdSense auf Ihrer WordPress-Blog intergrate. Dieses Plugin ermöglicht Ihnen, mehrere AdSense-Blöcke zu erstellen und sie in Ihre Vorlage oder in den einzelnen Stellen.
it_it: Rappresenta una perfetta soluzione per intergrare Google Adsense nel tuo blog WordPress. Questo plugin ti permette di creare diversi blocchi di AdSense e di posizionarli nel tuo template o nei singoli post.
nl_nl: Het is een perfecte oplossing om Google Adsense te integreren in je WordPress blog. Deze plugin maakt het mogelijk om verschillende Adsense blokken te maken en staat het toe deze te plaatsen binnen je thema of in afzonderlijke berichten.

source: New
be_by: Новы
de_de: Neu
it_it: Nuovo
nl_nl: Nieuw

source: Theme Ads Insertion
be_by: Тэма Месцаванне аб'яў
de_de: Anzeigen in das Thema
it_it: Inserimento ADS nel tema
nl_nl: Invoeging Advertenties Thema

source: insert your ads into theme files with a php function to call your ad by his name
be_by: уставіць аб'явы на тэму файлы з PHP функцыя звярнуць вашу аб'яву, яго імя
de_de: insert Anzeigen in Ihrem Design-Dateien mit einer PHP-Funktion, um Ihre Anzeige abzurufen, durch seinen Namen
it_it: inserisci i tuoi ads nel file di tema con una funzione php per richiamare il tuo ad tramite il suo nome
nl_nl: voeg je advertenties in thema bestanden toe met een php functie om zo je advertentie op te roepen met zijn naam

source: Use
be_by: Выкарыстоўваць
de_de: Verwendung
it_it: Uso
nl_nl: Gebruik

source: in the .php theme file you need, like sidebar.php
be_by: у. .php файле вам трэба, як sidebar.php
de_de: in die .php Thema Dateien, die Sie benötigen, wie sidebar.php
it_it: nel file .php del tema che ti serve, come sidebar.php
nl_nl: in het .php themabestand dat u nodig hebt, zoals sidebar.php

source: Note
be_by: Нататка
de_de: Hinweis
it_it: Nota
nl_nl: Opmerking

source: must NOT have spaces, you can use underscore (_) instead
be_by: НЕ павінны быць прабелы, можна выкарыстоўваць знак падкрэслення (_) замест
de_de: Sie dürfen keine Leerzeichen, können Sie den Unterstrich (_) an ihrer Stelle
it_it: NON deve avere spazi, puoi usare l'underscore (_) al loro posto
nl_nl: mag GEEN spaties bevatten, je kunt in plaats hiervan gebruik maken van het onderstrepingsteken (_)

source: It could be used as well for other types of advertising campaigns, like
it_it: Può essere anche usato per altri tipi di campagne, come

source: and others, included custom campaigns.
it_it: e altri, incluse campagne personalizzate (per clienti diretti).

source: Requirements and compatibility
be_by: Патрабаванні і сумяшчальнасць
de_de: Anforderungen und Kompatibilität
it_it: Requisiti e compatibilità
nl_nl: Eisen en compatibiliteit

source: Requires WordPress 1.5+ (tested from WP 2.0.0 till 3.x)
it_it: Richiede WordPress 1.5+ (testato da WP 2.0.0 fino a 3.x)

source: It was developed based on the last Google rules and AdSense updates, to use it please follow these steps.
be_by: Яна была распрацавана на аснове апошніх правілы Google AdSense і абнаўленняў, каб выкарыстоўваць яе выканаеце наступныя дзеянні.
de_de: Es wurde entwickelt, auf dem letzten Google AdSense-Regeln und Updates auf, verwenden Sie bitte das folgende Schritte aus.
it_it: E' stato sviluppato secondo le ultimi regolamenti di Google e aggiornamenti di AdSense, per usarlo segui questi passi.
nl_nl: Het werd ontwikkeld op basis van de laatste Google regels en AdSense updates, om het te gebruiken volg je deze stappen.

source: Installation
be_by: Усталёўка
it_it: Installazione
nl_nl: Installatie

source: Like most all WordPress plugins, just copy the "adsense-integrator" folder into wp-content/plugins
be_by: Як і большасць усіх убудоў WordPress, проста скапіюйце "adsense-integrator" у тэчку wp-content/plugins
de_de: Wie die meisten WordPress-Plugins, kopieren Sie "adsense-Integrator" Ordner in wp-content/plugins
it_it: Come quasi tutti i plugins WordPress, copia "adsense-integrator" nella cartella wp-content/plugins
nl_nl: Net als de meeste alle WordPress plugins, kopieer gewoon de "adsense-integrator" map naar wp-content/plugins

source: Go to the plugins page of your WordPress blog and activate it
be_by: Перайсці на старонку ўбудоў вашага блога WordPress і актывуйце яго
de_de: Gehen Sie in das Plugin-Seite Ihrer WordPress-Blog und aktivieren Sie
it_it: Va alla sezione plugins del tuo blog WordPress e attivalo
nl_nl: Ga naar de plugins pagina van je WordPress blog en activeer het

source: For additional info see the readme.txt file included with the download
be_by: Для атрымання дадатковай інфармацыі гл. у файле Readme.txt уключаны пры загрузцы
de_de: Weitere Informationen finden Sie in der readme.txt-Datei im Download enthalten
it_it: Per ulteriori informazioni vedi il file readme.txt incluso nel download
nl_nl: Voor additionele informatie zie het readme.txt bestand welke is meegeleverd met de download

source: Usage
be_by: Выкарыстанне
de_de: Verwendung
it_it: Uso
nl_nl: Gebruik

source: Enter you Google Adsense account (or create one if you haven't)
be_by: Увядзіце ваш акаўнт Google AdSense (ці стварыць, калі ў вас няма)
de_de: in seine Google AdSense-Konto gehen (oder erstellen Sie ein, wenn Sie nicht haben)
it_it: Entra nel tuo account Google AdSense (o creane uno se non ce l'hai)
nl_nl: Voer je Google Adsense account in (of maak er een als je er geen hebt)

source: Create an announcement and copy the code
be_by: Стварыце аб'явы і скапіюйце код
de_de: Erstellen eines Ad und kopieren Sie den Code
it_it: Crea un annuncio e copia il codice
nl_nl: Maak een aankondiging en kopieer de code

source: Enter the plugin settings (this page)
be_by: Увядзіце налады ўбудовы (гэта старонка)
de_de: Geben Sie die Konfiguration des Plugins (diese Seite)
it_it: Entra nella configurazione del plugin (questa pagina)
nl_nl: Voer de plugin instellingen in (deze pagina)

source: Create a new ad with the desired options
be_by: Стварыць новую аб'яву з жаданымі параметрамі
de_de: Erstellen Sie eine neue Anzeige mit dem Sie die gewünschten Optionen
it_it: Crea un nuovo ad con le opzioni desiderate
nl_nl: Maak een nieuwe advertentie met de gewenste opties

source: You can create as many ads as you want, but remember that Google allows you to insert max 3 ads for each types (announcements and link groups). The plugin controls and stops ads if you exceed this number, but please pay attention if you inserted other ads in your template's code or in the widgets.
be_by: Вы можаце стварыць гэтулькі аб'яў, вы жадаеце, але памятаеце, што Google дазваляе ўставіць не больш за 3 аб'яў для кожнага тыпу (аб'явы і спасылкі груп). Убудова кантролю і прыпынках аб'явы, калі вы перавысілі гэты нумар, але звернеце ўвагу, калі вы ўставіць іншыя аб'явы ў шаблоне код ці виджеты.
de_de: Sie können so viele Anzeigen, wie Sie erstellen wollen, aber denken Sie daran, dass Google-Anzeigen können Sie für jede max 3 Typen (Ankündigungen und Link Gruppen) einzufügen. Das Modul steuert und stoppt Anzeigen, wenn Sie diese Zahl überschreiten, aber bitte beachten, wenn Andere Anzeigen, die Sie im Programm-Code eingefügt themplate oder in den Widgets.
it_it: Puoi creare quanti ads vuoi, ma ricorda che Google permette di inserire nelle pagine al massimo 3 ads per ogni tipo (annunci illustrati o gruppi di links). Il plugin controlla e blocca gli ads che eccedono questo numero, ma attenzione se hai inserito altri ads nel codice del tuo template o nei widgets.
nl_nl: Je kunt zoveel advertenties maken als je wilt, maar vergeet niet dat Google maximaal 3 advertenties toestaat voor elk type (aankondigingen en link groepen). De plugin controleert en stopt met advertenties als dit aantal wordt overschreden, maar let op als je andere advertenties invoegt in de code van je thema of in de widgets.

source: In the next release we will add the widget management to insert Google AdSense in every part of your blog, stay tuned!
be_by: У наступным выпуску мы будзем дадаваць виджет кіраванні ўключыць Google AdSense у любой частцы вашага блога, сочыце за абнаўленнямі!
de_de: In der nächsten Version wird die Verwaltung der Widgets in den Google AdSense in jeden Teil Ihres Blogs einzufügen, see you soon!
it_it: Nella prossima release aggiungeremo la gestione dei widgets per inserire Google AdSense in ogni parte del tuo blog, a presto!
nl_nl: In de volgende release voegen we widget management toe om Google AdSense te plaatsen in elk deel van uw blog, wacht maar af!

source: Once created you can easily and quickly manage your existing ads modifying the options.<br> To pause your ad without deleting it, please set "Repetitions" to "0" and the ad will disappear.
be_by: Пасля стварэння вы можаце лёгка і хутка кіраваць існымі рэкламы змяніўшы параметры.<br> To pause your ad without deleting it, please set "Repetitions" to "0" and the ad will disappear.
de_de: Einmal erstellt können Sie Ihre Anzeigen einfach verwalten und schnell ändern Sie die Optionen. <br> Zu pausen Ihre Anzeigen ohne sie zu löschen, setzen Sie den "Wiederholen" zu "0" und die Anzeige wird nicht angezeigt.
it_it: Una volta creato puoi gestire facilmente e velocemente i tuoi ads modificandone le opzioni.<br> Per mettere in pausa i tuoi ads senza cancellarli, imposta le "Ripetizioni" a "0" e l'ad non verrà visualizzato.
nl_nl: Eens gemaakt kan je snel en eenvoudig je bestaande advertenties beheren en de opties wijzigen.<br> Om je advertentie te onderbreken zonder deze te verwijderen zet "Herhalingen" op "0" en de advertentie zal verdwijnen.

source: Features
be_by: Функцыі
de_de: Funktionen
it_it: Funzionalità
nl_nl: Mogelijkheden

source: Easy "Copy & Paste" your ads code for embedding AdSense ads in your WordPress posts
be_by: Прсото сопируйте і ўставіце код аб'яў AdSense для ўбудавання рэкламы ў вашых паведамленнях WordPress
de_de: Kopieren und fügen Sie den Code einfach von Ihrer AdSense-Anzeigen auf Ihre Beiträge in WordPress
it_it: Copia e Incolla facilmente il codice dei tuoi AdSense ads nei tuoi post in WordPress
nl_nl: Eenvoudige "Kopieer en Plak" je advertentie code voor het insluiten van AdSense advertenties in je WordPress berichten

source: Set the number and types of ads for page
be_by: Усталяваць колькасць і тыпы аб'яў на старонцы
de_de: Stellen Sie die Anzahl und Art der Anzeigen pro Seite
it_it: Imposta il numero e il tipo di ads per pagina
nl_nl: Stel het aantal en de soorten advertenties in voor de pagina

source: Select the section of your blog where to insert each ad (homepage, posts, pages, categories, archives and tags)
be_by: Абярыце частку вашага блога, дзе ўставіць кожную аб'яву (галоўная старонка, паведамленняў, старонак, катэгорый, архіваў і пазнакі)
de_de: Wählen Sie die Abschnitte von Ihrem Blog, wo jeder (Homepage, Posts, Seiten, Kategorien, Archive und Tags)
it_it: Seleziona le sezioni del tuo blog dove inserire ogni ad (homepage, posts, pagine, categorie, archivi e tags)
nl_nl: Selecteer het gedeelte van uw blog waar elke advertentie geplaatst moet worden (homepage, berichten, pagina's, categorieÃ«n, archieven en tags)

source: All settings configured through WordPress Options interface (no knowledge of plugins or PHP required)
be_by: Усе параметры наладжваюцца праз інтэрфейс WordPress Options (не вядома пра ўбудоў ці PHP патрабуецца)
de_de: Alle Optionen konfigurierbar über eine Schnittstelle, die Kontrolle WordPress (nicht erforderlichen Kenntnisse in PHP oder andere Sprachen)
it_it: Tutte le opzioni configurabili tramite un interfaccia di controllo WordPress (non richiesta conoscenza di PHP o altri linguaggi)
nl_nl: Alle instellingen worden geconfigureerd via de WordPress Opties interface (geen kennis van plugins of PHP vereist)

source: Easily test different ad formats and positions modifying your existing ads
be_by: Лёгка праверыць розныя фарматы аб'яў і змена пазіцый існых аб'яў
de_de: einfach testen verschiedene Anzeigenformate und Positionen Änderung Ihrer vorhandenen Anzeigen
it_it: Sperimenta in modo facile differenti posizioni e formati modificando i tuoi ads esistenti
nl_nl: Test eenvoudig verschillende advertentieformaten en posities door het wijzigen van je bestaande advertenties

source: Ads are excluded from RSS feeds
be_by: Аб'явы выключаны з RSS-канала
de_de: Anzeigen von RSS-Feeds ausgeschlossen
it_it: Gli Ads sono esclusi dai feeds RSS
nl_nl: Advertenties worden uitgesloten van RSS feeds

source: Ip filtering
be_by: IP-фільтраванне
de_de: IP-Filterung
it_it: Filtro IP

source: banning system with alternative text or ad
be_by: забарона сістэме з альтэрнатыўным тэкстам ці аб'ява
de_de: System des Verbots (Ausschluss) mit alternativen Text oder Anzeige
it_it: sistema di ban (esclusione) con testo o ad alternativo
nl_nl: verbod systeem met alternatieve tekst of advertentie

source: CSS Margins
be_by: CSS водступы
de_de: CSS Kanten
it_it: Margini CSS
nl_nl: CSS Marges

source: of the ads, configurable directly in the settings
be_by: аб'яў, наладжваецца непасрэдна ў наладах
de_de: der Anzeigen, konfigurierbar direkt in den Einstellungen
it_it: degli ads, configurabile direttamente nelle opzioni
nl_nl: van de advertenties, configureerbare direct in de instellingen

source: Manual Ads Insertion
be_by: Кіраўніцтва па месцаванні аб'яў
de_de: Manuelle Eingabe von ADS
it_it: Inserimento manuale degli ADS
nl_nl: Handmatig Advertenties Plaatsen

source: into your post with tag system to call your ad by his name
be_by: у паведамленне з тэгам сістэма звярнуць вашу аб'яву, яго імя
de_de: in Ihrem Post mit einem System von Tags, um Ihre Anzeige abzurufen, indem Sie seinen Namen
it_it: nel tuo post con un sistema di tag per richiamare il tuo ad tramite il suo nome
nl_nl: in je bericht met tag systeem om je advertentie te noemen bij zijn naam

source: or simply
be_by: ці проста
de_de: oder einfach
it_it: o semplicemente
nl_nl: of simpel

source: in the HTML view of the post
be_by: Па меркаванні HTML паста
de_de: in der HTML-Ansicht von der Post
it_it: nella visualizzazione HTML del post
nl_nl: in het HTML overzicht van het bericht

source: Notes
be_by: Нататкі
de_de: Hinweis
it_it: Note
nl_nl: Opmerkingen

source: AdSense Integrator was initially developed for our own use, after an exhaustive search for a similar instrument on anything properly.
be_by: AdSense інтэгратар быў першапачаткова распрацаваны для нашых уласных патрэб, пасля вычарпальнага пошуку аналагічных прылад на штосьці няправільна.
de_de: AdSense Integrator war ursprünglich für den internen Gebrauch entwickelt, nach einer sorgfältigen Suche nach ähnlichen Instrumenten zu diesem Thema.
it_it: AdSense Integrator è stato inizialmente sviluppato per il nostro uso interno, dopo un'accurata ricerca di simili strumenti su questo argomento.
nl_nl: AdSense Integrator werd oorspronkelijk ontwikkeld voor eigen gebruik, na een uitputtende zoektocht naar een vergelijkbare plugin.

source: Did you ever try to integrate Google AdSense into your WordPress blog? We did it since some time, pasting directly our adsense code in our templates and posts, manually. But it did not seem the best way to achieve our goals. We wanted some flexibility in deciding which places ads have to appear and the total control over the ad format that would be displayed in the blog posts.
be_by: Вы калі-небудзь паспрабаваць інтэграваць Google AdSense у вашым блогу WordPress? Мы зрабілі гэта з некаторага часу, налепванне непасрэднае нашых AdSense код у нашы шаблоны і пасад, уручную. Але гэта не ўяўляецца найлепшым спосабам дасягнення нашых мэт. Мы жадалі некаторую гнуткасць у вызначэнні таго, якія месцы рэклама павінна з'явіцца і поўны кантроль над фармат аб'яў, якія будуць адлюстроўвацца ў блогу.
de_de: Haben Sie jemals versucht zu Google AdSense in Ihr WordPress-Blog integrieren? Wir haben ein wenig", fügen Sie unseren Code in unsere Vorlagen und adsense Beiträge manuell. Aber es scheint der beste Weg, um unsere Ziele zu erreichen. Wir wollten mehr Flexibilität bei der Entscheidung, die ein Auftritt in der Anzeigen-Postings, und die vollständige Kontrolle darüber, wie sie im Blog-Posts angezeigt werden.
it_it: Hai mai provato ad integrare Google AdSense nel tuo blog WordPress? Noi l'abbiamo fatto da un po', incollando direttamente il nostro codice adsense nei nostri templates e posts, manualmente. Ma non sembra la via migliore per raggiungere i nostro obiettivi. Volevamo maggiore flessibilità nel decidere in quali posti comparissero gli ads e il controllo totale sul modo in cui sarebbe apparso nei posts del blog.
nl_nl: Heb je ooit geprobeerd om Google AdSense te integreren in je WordPress blog? We hebben enige tijd handmatig onze AdSense code rechtstreeks in onze thema's en berichten geplaatst. Dit leek echter niet de beste manier om onze doelen te bereiken. We wilden een zekere flexibiliteit om te beslissen op welke plaatsen advertenties verschijnen en de totale controle over de advertentie indeling die wordt weergegeven in de blog berichten.

source: In light of the new AdSense rules and announcements creation control panel, we developed this plugin which is given you for free.
be_by: У святле новых правіл AdSense і аб'явы стварэння панэлі кіравання, мы распрацавалі гэту ўбудову, які падаецца вам бясплатна.
de_de: Im Lichte der neuen Vorschriften und Ankündigungen Schaffung AdSense-Bedienfeld, entwickelten wir dieses Plugin, welches euch gegeben ist kostenlos.
it_it: Alla luce delle nuove regole di AdSense e del pannello di controllo per la creazione di annunci, abbiamo sviluppato questo plugine che ti viene offerto gratis.
nl_nl: In het licht van de nieuwe AdSense regels en aankondigingen ontwikkelden we deze (gratis) plugin.

source: Reward Author
be_by: Аўтар Reward
de_de: Belohnen Sie den Autor
it_it: Ricompensa l'Autore
nl_nl: Beloon de auteur
