Repository: common-repository/adsense-integrator
Catalog: lang/*.po
Languages: be_by, de_de, it_it, nl_nl

source: Please support us leaving this option checked, you will contribute at the development of new versions of this and other free plugins we planned. Thank you for your help!
be_by: Калі ласка, падтрымаеце нас пакінуць гэты параметр усталяваны, Вы ўносіце свой унёсак у распрацоўку новых версій гэтых і іншых бясплатных убудоў мы планавалі. Дзякуй за вашу дапамогу!
de_de: Bitte unterstützen Sie uns, lassen Sie diese Option ausgewählt ist, einen Beitrag zur Entwicklung von neuen Versionen und anderen Plugins, die wir geplant haben. Danke für Ihre Hilfe!
it_it: Ti preghiamo di supportarci lasciando questa opzione selezionata, contribuirai allo sviluppo delle nuove versioni e degli altri plugins che abbiamo pianificato. Grazie del tuo aiuto!
nl_nl: Om ons te steunen gelieve deze optie aangevinkt te laten, je zal een bijdrage leveren aan de ontwikkeling van nieuwe versies van deze en andere gratis plugins die we gepland hebben. Dank je voor je hulp!

source: Please leave this option cheched to support us, it replaces your ads with ours. Our ads will get the 4% of the total impressions
de_de: Bitte lassen Sie diese Option ausgewählt zu unterstützen, ersetzen Sie Ihre Anzeigen mit uns. Unsere Anzeigen werden 4% der Ansichten erhalten (keine Klicks!) beträgt
it_it: Ti preghiamo di lasciare questa opzione selzionata per supportarci, rimpiazza i tuoi ads con i nostri. I nostri ads riceveranno il 4% delle visualizzazioni (non clicks!) totali
nl_nl: Laat deze optie aangevinkt om ons te steunen, het vervangt uw advertenties met onze advertenties. Onze advertenties krijgen 4% op het totaal aantal vertoningen

source: Reward Author feature on
be_by: Reward Аўтар функцыю па
de_de: Reward Autor Feature auf
it_it: Opzione di Ricompensa l'Autore Attiva
nl_nl: Beloon auteur mogelijkheid op

source: change
be_by: змяніць
de_de: Ändern
it_it: cambia
nl_nl: veranderen

source: Thank you again and stay tuned for our future releases visiting us at
be_by: Яшчэ раз дзякуй і чакайце нашых будучых рэлізаў наведваючы нас у
de_de: Vielen Dank und bleiben Sie auf unserer kommenden Produktionen aktualisiert
it_it: Grazie e resta aggiornato sulle nostre prossime produzioni su
nl_nl: Nogmaals bedankt en blijf op de hoogte van onze toekomstige releases, bezoek ons op

source: Have a nice and profitable day!
be_by: Прыемнага выгоднага дня!
de_de: Ich wünsche Ihnen einen guten und erfolgreichen Tag!
it_it: Ti auguriamo una buona e proficua giornata!
nl_nl: We wensen je een aangename en winstgevende dag!

source: Setup
be_by: Налады

source: Home
be_by: Дахаты

source: Post
be_by: Пост
nl_nl: Bericht

source: Tag
be_by: Тэг

source: Credits
be_by: Дадзеныя
